---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarShapeImage
source: html/88fa37fb-cfa5-3301-af50-dec7beb3121d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarShapeImage Property

"Shape Image"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarShapeImage { get; }
```